A transformation matrix associated with the node.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public Transform GetTransform()
  Visual Basic
Public Function GetTransform As Transform
  Visual C++
public:
Transform^ GetTransform()
 See Also
  GroupNode Class
  Autodesk.Revit.DB Namespace